Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/press_releases_fi/tiedote_31210.pdf.tmx
Source language: fin
Languages: smn

source: Saamelaisen kulttuuriperinnön suojaa parannettava
smn: Säämi kulttuuräärbi syeje kalga pyerediđ

source: Saamelaiskäräjien 3.12. järjestämässä seminaarissa Levillä keskusteltiin saamelaisen kulttuuriperinnön suojan tarpeista.
smn: Sämitige 3.12. ornim seminaarâst Levist savâstâllui säämi kulttuuräärbi syeje táárbuin.

source: Seminaarissa kävi ilmi, että saamelaiskulttuurin suojan parantaminen vaatii lisää resursseja ja ohjeistusta.
smn: Seminaarâst čielgâi, et sämikulttuur syeje pyeredem váátá lase naavcâid já ravvuid.

source: Seminaarin avannut saamelaiskäräjien elinkeino- ja oikeuslautakunnan varapuheenjohtaja Heikki Paltto kertoi saamen kielen ja elinkeinojen välistä suhteesta. ”
smn: Seminaar lehâstâm sämitige iäláttâs- já vuoigâdvuođâlävdikode värisaavâjođetteijee Heikki Paltto muštâlij sämikielâ já iäláttâsâi koskâvuođâst.

source: Saamen kielen ja saamelaiselinkeinojen tulevaisuus liittyvät yhteen.
smn: “ Sämikielâ já sämi-iäláttâsâi puátteevuotâ lohtâsává oohtân.

source: Ilman elinvoimaisia saamelaiselinkeinoja saamen kieli heikkenee ”.
smn: Eellimvuáimálij sämi-iäláttâsâittáá sämikielâ hiäjusmuvá ”.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi puhui saamelaisen aineettoman kulttuuriperinnön suojelun tilanteesta Suomessa ja saamelaiskäräjien välisessä yhteistyössä.
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi sáárnui säämi immateriaallâš kulttuuräärbi suojâlem tiileest Suomâst já sämitige koskâsii oovtâstpargoost.

source: Puheenjohtaja Näkkäläjärvi lupasi tiivistä yhteistyötä saamelaisen kansalaisyhteisön kanssa saamelaiskulttuurin aseman parantamiseksi. ”
smn: Saavâjođetteijee Näkkäläjärvi lopedij čovgâ oovtâstpargo säämi aalmugsiärváduvváin sämikulttuur sajattuv pyereedmân.

source: Meidän, saamelaiskäräjien ja taitelijoiden ja käsityöntekijöiden tulisi yhdistää voimansa yhteisen saamelaiskulttuuripoliittisen ohjelman laatimiseen.
smn: “ Mii, sämitigge já taidâreh já tuájáreh kolgâččijm ovtâstittiđ vuoimijdân ohtsii säämi kulttuurpoolitlii ohjelm rähtimân.

source: Saamelaiskäräjät järjestää keväällä 2011 yhteiskokouksen saamelaisten kulttuuri- ja taidejärjestöjen kanssa.
smn: Sämitigge uárnee kiđđuv 2011 ohtsii čuákkim säämi kulttuur- já taaidâservijguin.

source: Kokouksessa on tarkoitus yhdessä valmistella esityksiä saamelaiskulttuurin suojan parantamiseksi.
smn: Čuákkimist lii uáivilin valmâštâllâđ oovtâst iävtuttâsâid sämikulttuur syeje pyereedmân.

source: Saamelaiskulttuurin suojan parantaminen vaatii lisää resursseja ja oikeudellisen suojan kehittämistä ”
smn: Sämikulttuur syeje pyeredem váátá lase naavcâid já vuoigâdvuođâlii syeje ovdedem ”

source: Saamelaismuseo Siidan, saamelaisten kansallismuseon, johtaja Tarmo Jomppanen käsitteli puheessaan saamelaisen aineellisen kulttuuriperinnön suojelun tarpeita. ”
smn: Sämimuseo Siijdâ, sämmilij aalmugmuseo, jođetteijee Tarmo Jomppanen kieđâvušâi jieijâs saavâst säämi materiaallii kulttuuräärbi suojâlem táárbuin.

source: Museotoiminnan ja saamelaisen aineellisen kulttuurisen suojan kehittämisen turvaamiseksi Suomen museoissa olevat saamelaiskokoelmat tulisi saada saamelaisyhteisön palvelukseen ja kokoelmat olisi saatava julkisesti esille.
smn: “ Museotooimâ já säämi materaallii kulttuurlâš syeje ovdedem turviimân Suomâ museoi sämičuágálduvâid kolgâččij finniđ sämisiärváduv palvâlusân já čuágálduvâid kolgâččij finniđ almolávt uáinusân.

source: Seuraavalle hallituskaudelle tulee asettaa tavoitteeksi Saamelaismuseo Siidan laajennus ja laajennuksen rahoituksen turvaaminen. ”
smn: Puáttee haldâttâspajan kalga asâttiđ mittomeerrin Sämimuseo Siijdâ vijđedem já ton ruttâdem turvim. ”

source: Sámi Duodji ry:n puheenjohtaja Rauna Triumf kertoi saamen käsityön kulttuurisesta merkityksestä ja saamen käsityön tukitarpeista. ”
smn: Sámi Duodji ry saavâjođetteijee Rauna Triumf muštâlij säämi tyeje kulttuurlii merhâšuumeest já säämi tyeje toorjâtáárbuin.

source: Duodji on elämäntapa, osa saamelaista sosiaalista järjestelmää, jonka kanssa kasvetaan ja opitaan.
smn: “ Tyeji lii eellimvyehi, uási säämi sosiaallii vuáháduv, moin ulmuuh šaddeh já uáppih.

source: Duodji on saamelaisten kollektiivista omaisuutta ja se ilmentää saamelaiskulttuurin holistista ajattelua, missä kaikki vaikuttaa kaikkeen.
smn: Tyeji lii sämmilij kollektiivlâš omâdâh já tot puáhtá uáinusân sämikulttuur holistilii jurdâččem, mast puoh ääših vaikutteh puoh aššijd.

source: Valitettavasti Sámi Duodjin asema ei ole riittävän hyvä koulutuksessa ja yhteiskunnassa.
smn: Lii vaidâlittee, et Sámi Duodji sajattâh ij lah tuárvi pyeri škovliimist já ohtsâškoddeest.

source: Sámi Duodjin turvaaminen edellyttää lisää resursseja ja käsityön koulutuksen kehittämistä saamelaisista lähtökohdista käsin.
smn: Sámi Duodji turvim váátá lase naavcâid já tyeje škovlim ovdedem kolgâččij tábáhtuđ säämi vuolgâsoojijn.

source: Lisäksi haluan kiittää saamelaiskäräjiä ja saamelaiskäräjien puheenjohtajaa Sámi Duodjin tarpeiden huomioimisesta ”.
smn: Lasseen halijdâm kijtteđ sämitige já ton saavâjođetteijee Sámi Duodji táárbui vuotânväldimist ”.

source: Joikaaja, saamelaiskäräjien hallituksen jäsen Petra Magga-Vars kertoi joiun merkityksestä sekä sanoin että joiuin: ” Joiku ilmentää saamelaiskulttuuria.
smn: Jyeigee, sämitige stiivrâ jeessân Petra Magga-Vars muštâlij juoigâm merhâšuumeest nuuvt sanijguin ko juáigusijguin-uv: “ Juáigus čáittá sämikulttuur.

source: Joiun sisällöistä voi selkeästi nähdä paikalliskulttuurin ilmentymiä ja oppia esivanhempien historiasta.
smn: Juáigus siskáldâsâst puáhtá čielgâsávt uáiniđ páihálii kulttuur almoonmijd já oppâđ madârvanhimij historjást.

source: Joiun asema ei Suomessa riittävän hyvä.
smn: Juáigus sajattâh ij lah Suomâst tuárvi pyeri.

source: Joiku tarvitsee enemmän tukea, resursointia ja näkyvyyttä koko Suomessa.
smn: Juáigus taarbâš eenâb torjuu, resurssistem já uáinusistorroom ubâ Suomâst.

source: Koulujen tulisi ottaa joiku osaksi opetussuunnitelmia jotta joiusta saadaan luonteva osa yhteiskuntaa ”.
smn: Škoovlah kolgâččii väldiđ juáigus máttááttâsvuámij uássin, vâi juáigusist finniiččij ohtsâškoodán luándulii uási ”.

source: Seminaari lähetti vahvan viestin opetus- ja kulttuuriministeriölle, saamelaiskäräjille ja saamelaisalueen koulutuskeskukselle saamen käsityön opetuksen kehittämistarpeista.
smn: Seminaar vuolgâttij noomâ viestâ máttááttâs- já kulttuurministeriön, sämitiigán já säämi máttááttâskuávdážân säämi tyeje máttááttâs ovdedemtáárbuin.

source: Saamelaisalueen koulutuskeskuksen saamen käsityön opetus ei palvele saamelaiskulttuurin tarpeita, koska opetus tehdään suomalaisen kulttuurin lähtökohdista käsin.
smn: Säämi máttááttâskuávdáá säämi tyeje máttááttâs ij palvâl sämikulttuur táárbuid, ko máttááttâs tábáhtuvá syemmilâš kulttuur vuolgâsoojijn.

source: Seminaari totesi, että koulun opetusta on muutettava siten, että opetus houkuttelee myös saamelaisnuoria.
smn: Seminaar páhudij, et škoovlâ máttááttâs kalga nubástutteđ nuuvt, et máttááttâs hokâttâl meid säminuorâid.

source: Kulttuuriministeri Wallin lähetti kirjallisen tervehdyksen seminaariin.
smn: Kulttuurminister Wallin vuolgâttij kirjálii tiervâttâs seminaarân.

source: Lentolakko esti kulttuuri- ja urheiluministerin matkan Leville.
smn: Kirdeejasko eestij kulttuur- já valastâllâmminister määđhi Levin.

source: Ministeri Wallin kertoi tietävänsä Suomessa elävänä ruotsinkielisenä millaista on elää kielivähemmistössä.
smn: Minister Wallin muštâlij tietimist Suomâst ellee ruotâkielâlâžžân, maggaar lii eelliđ kielâucceeblovvoost.

source: Omasta taustastani johtuen voin hyvin kuvitella miltä teistä tuntuu kun puolustatte oikeuksianne.
smn: Jieččân tuáváá keežild puávtám pyereest jurdâččiđ, maht tist oro ko piäluštvetteđ jieijâd vuoigâdvuođâid.

source: Ministeri Wallin kirjoitti olevansa erityisen iloinen olen siitä, että saamelaisnuoret ovat niin aktiivisia saamelaiskulttuurin vaalimisessa ja kehittämisessä. ”
smn: Minister Wallin čaalij, et sun lii eromâš ilolâš tast, et säminuorah láá nuuvt aktiivliih sämikulttuur aaitârdmist já oovdedmist.

source: Hallituksen ensi vuoden talousarvioesitykseen sisältyy myös saamenkielisen oppimateriaalimäärärahan korottaminen.
smn: “ Haldâttâs puáttee ive budjetiävtuttâsân kulá meiddei sämikielâlii oppâmateriaalmeriruuđâ luptim.

source: Lisäyksissä mainitaan, että saamenkielisten oppimateriaalirahoista tulee kohdentaa riittävästi varoja myös koltan ja inarinsaamenkielisten oppikirjoihin. ”
smn: Lasattâsâin mainâšuvvoo, et sämikielâlij oppâmateriaalruuđâin kalga čuosâttiđ tuárvi ennuv ruuđâid meid nuorttâ- já aanaarsämikielâlâš oppâkirjijd. ”

source: , Wallin kirjoitti
smn: , Wallin čaalij

source: Lisätietoja: Puheenjohtaja Näkkäläjärvi (050-5242109) Seminaarin puheenjohtaja Aslak Paltto (+358405620354)
smn: Lasetiäđuh: Saavâjođetteijee Näkkäläjärvi (050-5242109) Seminaar saavâjođetteijee Aslak Paltto (+358405620354)
